{
  "HELLO": "Hola",
  "WELCOME": "Bienvenido a mi portafolio",
  "FRONTEND_DEVELOPER": "Desarrollador Front End",
  "OPEN_TO_WORK": "Abierto al trabajo",
  "INTRO": "¡Hola! Soy Alexis Gómez, desarrollador web con enfoque en Angular y experiencia en la construcción de aplicaciones escalables y eficientes. Me especializo en la integración de APIs REST, manejo de WebSockets y el desarrollo de interfaces orientadas a la usabilidad y la experiencia del usuario. Disfruto crear soluciones que no solo funcionen bien, sino que también se vean y se sientan bien para quienes las usan.",
  "ORIGIN": "Originario de Coatepec, Veracruz.",
  "LINKEDIN": "LinkedIn",
  "GITHUB": "Github",
  "CV": "CV",
  "TECHNOLOGIES_TITLE": "Trabajo con las siguientes tecnologías",
  "EXPERIENCE_TITLE": "Experiencia",
  "PROJECTS_TITLE": "Proyectos",
  "VIEW_DEMO": "Ver demo",
  "VIEW_CODE": "Código",
  "FOOTER_COPYRIGHT": "Todos los derechos reservados.",
  "SEFIPLAN": "SEFIPLAN XALAPA",
  "PROGRAMMER": "Programador",
  "SEFIPLAN_DESC": "Participé en el desarrollo de una aplicación financiera, con un rol clave en el diseño, implementación y mantenimiento del front-end. Integré APIs REST, gestioné WebSockets y colaboré en la mejora continua del sistema.",
  "CURRENT": "Junio 2025",
  "JUNE": "Junio 2023",
  "OCTOBER": "Octubre 2023",
  "HOSPITAL_ANGELES": "Hospital Angeles",
  "SYSTEM_OPERATOR": "Operador en sistemas",
  "HOSPITAL_DESC": "Me encargue del Soporte Técnico.",
  "PROJECT_SIAFEV_TITLE": "Sistema de Gestión Financiera (SIAFEV)",
  "PROJECT_SIAFEV_DESC": "Desarrollé módulos del eje patrimonial en un sistema financiero, integrando APIs, gestionando WebSockets y manejando versiones con Git. Además, fui responsable del desarrollo del front-end, tomando decisiones clave sobre la asignación y ejecución de tareas relacionadas con la interfaz de usuario. Me encargaba de la implementación de nuevas funcionalidades, así como de la solución de problemas técnicos y de diseño.",
  "PROJECT_VEHICULAR_TITLE": "Sistema de Control Vehicular",
  "PROJECT_VEHICULAR_DESC": "Implementé mejoras funcionales y visuales en un sistema de gestión vehicular, trabajando de forma integral sobre base de datos, backend y frontend. Modificación y rediseño de reportes e incorporación de nuevos campos y funcionalidades.",
  "PROJECT_RESTAURANT_TITLE": "Landing Page Restaurante",
  "PROJECT_RESTAURANT_DESC": "Desarrollé una página web estática accesible para un restaurante ficticio, como proyecto de práctica enfocado en usabilidad, inclusión y diseño atractivo, aplicación de buenas prácticas de accesibilidad web (WCAG).",
  "PROJECT_VEHICULOS_TITLE": "Vehículos de Procedencia Extranjera",
  "PROJECT_VEHICULOS_DESC": "Implementé mejoras en un sistema de gestión vehicular, enfocándome en la optimización de listados y la experiencia de usuario.",
  "PROJECT_PRODUCTORES_TITLE": "Padrón Estatal de Productores",
  "PROJECT_PRODUCTORES_DESC": "Desarrollé módulos para el Padrón Estatal de Productores, integrando APIs y la implementación de carga y gestión de archivos mediante MinIO. Además, contribuí con mejoras visuales y funcionales en distintas secciones del sistema."
}
